<?php include 'header.php'; ?>



      <?php include 'nav.php'; ?>
   


   <div class="w3-container w3-padding-large w3-center justify-content-center " style="background-color: #e2d8a6f3; ">

<div class="container-flex justify-content-center box8 description p-2">
  <div class="w3-center " >
    <h1 class="col-md-10 py-2 text-uppercase title-row" style="float: right; position: relative; flex-wrap: nowrap; display: block;"> <b>Сергій Чаплигін</b></h1>
   </div>

 <div class=" container-flex inside-box p-1" >
<img   class="w3-image p-2" src="/institute/profiles/chap.webp" style="width: 300px; max-width: auto; max-height: auto; position: relative; float: left;">

</div>
<div class="m-4 p-4 description" style="background-color:rgba(104, 10, 10, 0.788); color:rgba(240, 227, 172, 0.938);">
  <ul type="inside">
<li ><b>Експерт Інституту «Інтермаріум».</b></li>
  <p><li><b>Кандидат богослов'я, історик релігії, політичний філософ.</b></li></p>
</ul>



    <p>
<b>Сфера наукових інтересів:</b> лібералізм, трансгуманізм, розуміння людини в історичній ретроспективі, 
формування суспільних цінностей, історія релігії, геоекономіка, геополітика, інтерфейс цивілізацій, система конфліктів.
</p>



<p> Основний напрямок діяльності – дослідницький. </p>

  
<p>Крім наукових досліджень займається просвітницькою та експериментальної діяльністю. </p>


  <p>У своїй просвітницькій діяльності зайнятий, перш за все, перекладами праць з філософії. </p>
<p>
  Інша частина просвітницької діяльності – читання публічних лекцій та участь в дискусіях на публічних інтелектуальних майданчиках країни, 
публікація науково-популярних та аналітичних статей в ЗМІ та на просвітницьких інтернет-порталах.
 </p>

<p>
  Новим напрямком у просвітницькій роботі став запуск в 2021 року відкритого регулярного семінару «Національний круглий стіл» та просвітницького курсу «Консерватизм – online» на яких виступають політики,
 філософи, історики, психологи, сексологи, та ін. Експериментальний напрямок – втілення в практику розуміння республіканських форм спільного життя, як «спільної речі», 
 в місцевих громадах. 
 </p>

<p>
  Займається дослідженням  Балто-Чорноморського регіону. 
  </p>
<p>
  Мета дослідження: аналіз просторових, геополітичних та геохронополітичних характеристик Балто-Чорноморської системи. 
  Виявлення логіки змін цього геополітичного простору не тільки як конфліктної системи протиборств центрів європейської та азійської цивілізацій, 
  а й моделювання міжцивілізаційної взаємодії. Розробка варіантів політичної ідентичності регіону та його здатності грати самостійну роль.
</p>  
</div>

</div>


</div>



  <?php include 'footer.php'; ?>