<?php include 'header.php'; ?>



      <?php include 'nav.php'; ?>



<div class="w3-center w3-padding-large " style="height: 100%; background-color: #e2d8a6f6; ">

<div class="w3-main w3-padding-large box7  resume">
<div class="w3-auto p-2">
  <img  id="cssDisplay" class=" flex-person inside-box w3-image p-1 me-5" style="max-width: auto; height: auto;" src="/publications/img/article-yiurchenko.webp" >
  </div>
<div class="w3-center w3-auto w3-padding-large title-row resume px-5">
  <h3 class="p-1 fw-bold"> 
Масштабне вторгнення російської федерації в Україну та футурологія війни: уроки та завдання на майбутнє
    </h3>
</div>

<div class="w3-auto  w3-padding-large w3-display-container w3-justify resume box3 mb-5">

<p class="description">
 Масштабне вторгнення Російської федерації в Україну, яке вивело восьмирічну російсько-українську війну на якісно новий рівень, поставило фундаментальні питання не лише перед Україною, але й перед усім світом. Вже зараз розповсюджена думка, що ця війна матиме вирішальне значення для трансформації світового політичного порядку, технологічного та економічного облаштування, культурного та ціннісного обличчя цивілізацій. Є всі підстави вважати, що масштабна російсько- українська війна відіграє історичну роль, яку можна буде порівняти з Першою світовою війною.

</p>

    <p class="description">
Для України випробування, принесені війною, є своєрідною ініціацією, переходу до нової, зовсім іншої якості. Фактично суспільство в стислий термін повинно пережити процес становлення, який можна по- рівняти за глибиною змін з тривалим процесом освіти та виховання. Ті процеси колективного розвитку та становлення нашого суспільства, які в нормальних умовах цілком могли б зайняти життя декількох поколінь, мусять бути пройдені в надстислий термін нашої вирішальної боротьби за виживання країни.
  </p>
  
    <p class="description">
Не даремно вище було використано порівняння з ініціацією, адже розповсюджені в архаїчних суспільствах обряди переходу між різними соціальними станами та віково-демографічними групами завжди супроводжувалися жорсткими та, навіть, жорстокими випробуваннями, які й призводили до повного оновлення і трансформації індивіда. Нерідко щойно ініційовані гинули, але ті, хто проходив випробування, переходили в іншу якість: хлопчики ставали чоловіками, простолюдини – аристократами, раби – вільними людьми, а чужинці – повноправними членами спільноти.
</p>


  <p class="description">
Війна є для нас важким випробуванням, але для того, щоб зрозуміти нелегкий шлях, яким ми йдемо, ми повинні зрозуміти її сутність, її відмінність від попередніх війн, ті елементи майбутнього, що вона несе в собі та те, як вона формує своє майбутнє собою. Протягом історії людства війна як явище проходила чимало трансформацій. Кожен історичний цикл та стадія цивілізаційного розвитку мали війни свого особливого типу. Крім того, нерідко саме військові конфлікти відігравали роль найбільш впливового чинника, що сприяв технологічним, соціальним, цивілізаційним та, навіть, антропологічним змінам.
</p>

<p class="description">
Загальновизнаною є думка, що сучасні війни знаменують собою народження абсолютно нового типу військового конфлікту, який буде характерним для нової доби цивілізаційного розвитку, що приходить на зміну суспільству модерну та індустріальному суспільству. Тут свідомо не надано більш конкретизованих визначень, оскільки нова доба все ще перебуває в процесі формування й існують багатоманітні концепції, які по-різному визначають її характеристики.
</p>

<p class="description">
В будь-якому разі, є всі підстави вважати, що саме масштабна війна, яку зараз переживає Україна, в максимально повному вигляді розкриє специфіку та сутність війн нового покоління, які визначатимуть долю людської цивілізації в осяжному майбутньому. Таким чином, філософське осмислення досвіду нашої війни повинно творчо осмислити і використати попередні концепції «війни майбутнього», поставити питання, які визначатимуть сутність війни та спробувати знайти на них відповіді. Отже, постає проблема загального осмислення війни, яка визначається нашим майбутнім, що формується вже зараз та водночас є одним з визначальних (можливо найголовнішим) фактором формування цього майбутнього.
</p>

<div class="w3-center w3-auto w3-padding-large title-row resume px-5 mb-1 mt-2">
<h3 class="p-1 fw-bold">Концепції нових поколінь війни</h3>
</div>

<p class="description">
На даний момент існує низка концепцій війни нового покоління, які відрізняються між собою в силу як суб’єктивних, так і об’єктивних при- чин. На їх відмінності впливає особиста позиція авторів, національна специфіка, окремі особливості, якими вони характеризують військові конфлікти. Треба відзначити, що загальновизнаної цілісної концепції війни нового покоління ще не існує з тієї причини, що сама по собі війна нового типу повністю не розкрила своїх особливостей. Поки-що ознайомимось з основними концепціями війни нового покоління.
</p>

<p class="description">
Почнемо з концепції війни четвертого покоління (Fourth generation warfare, 4GW). Наразі вона може вважатись найбільш комплексною та розробленою, що не відміняє того, що навколо неї досі тривають різноманітні дискусії в діапазоні від повного її заперечення – до спроб створення на її підставі новітніх концепцій, які заперечуються її авторами. Доктрина війни четвертого покоління цікава тим, що від початку розроблялась цілим колективом фахівців, і фактично, використовується в корпусі морської піхоти США (United States Marine Corps).
</p>

<p class="description">
Концепція була вперше описана авторами Вільямом С. Ліндом, полковником Кітом Найтінгейлом (армія США), капітаном Джоном Ф. Шміт- том (морська піхота США), полковником Джозефом В. Саттоном (армія США) та підполковником Гері І. Уілсоном (США) у статті «Вісник мор- ської піхоти» 1989 року під назвою «Зміна обличчя війни: у четверте покоління». У 2004 році ця концепція була розширена полковником морської піхоти США Томасом Кс. Хаммесом (у відставці) у його книзі «Праща та камінь». Крім того, активну роботу над розвитком концепції продовжує Вільям Лінд, якого зазвичай вважають основним «генератором ідей» цієї команди.
</p>

<p class="description">
Лінд закінчив Дартмутський коледж у 1969 році та Прінстонський університет у 1971 році, де отримав ступінь магістра історії в галузі військової історії. У 1973 році, втомившись від наукової роботи в Прінстоні, Лінд написав сенатору Роберту Тафту-молодшому від Огайо з проханням про допомогу у забезпеченні роботи в компанії Amtrak. Тафт натомість запропонував Лінду роботу у своєму офісі, де він зрештою почав аналізувати оборонну політику (Тафт був членом комітету Сенату США з питань оборони). Лінд був помічником Тафта з законодавчих питань з 1973 по 1976 рік і обіймав аналогічну посаду з сенатором Гері Хартом від Колорадо з 1977 по 1986 рік. Він – автор разом із Хартом книги «Америка може перемогти: аргументи на користь воєнної реформи», є постійним автором «Газети Корпусу морської піхоти», та «Оборони і національних інтересів».
</p>


<p class="description">
Суть концепції полягає в тому, що вона класифікує способи ведення війни починаючи від Тридцятилітньої війни та Вестфальського миру. Автори концепції вважають, що саме з цього моменту можна казати про народження сучасної війни, оскільки саме з цього історичного періоду можна відраховувати встановлення монополії суверенних національних держав на війну. Крім того, саме пост-вестфальський міжнародний порядок багато в чому визначав обличчя Західного світу не лише з військової та дипломатичної точки зору, але й з точки зору самого розуміння держави, соціальних стосунків та загального устрою цивілізації.
</p>

<p class="description">
«У той час як військовий розвиток, як правило, є безперервним еволюційним процесом, сучасна епоха стала свідком трьох вододілів, у яких зміни були діалектично якісними. Отже, сучасний військовий розвиток включає три різні покоління. Бойові дії першого покоління відображають тактику епохи гладкоствольного мушкета, тактику лінійної та колонної. Ця тактика була розроблена частково у відповідь на технологічні фактори – лінія максимізувала вогневу міць, жорстке тренування була необхідна для створення високої скорострільності тощо – і частково у відповідь на соціальні умови та ідеї, наприклад, колони французьких революційних армій. відбивав як революційний порив, і низький рівень підготовки призовників. Незважаючи на те, що із заміною гладкоствольної зброї нарізним мушкетом він застарів, залишки тактики першого покоління збереглися і сьогодні, особливо в прагненні до лінійності, що часто зустрічається, на полі бою. Оперативне мистецтво у першому поколінні як поняття не існувало, хоча воно практикувалося окремими командирами. Війна другого покоління була відповіддю на нарізні мушкети, затвори, колючий дріт, кулемети та вогонь із закритих пози- цій. Тактика ґрунтувалася на вогні та русі і залишалася по суті лінійною. Оборона, як і раніше, намагалася перешкодити всім проривам, а в атаці розосереджена з боків лінія просувалася ривками невеликими групами.
</p>

<p class="description">
Можливо, основною відмінністю від тактики першого покоління було сильне використання вогню із закритих позицій. Тоді як ідеї зіграли роль розвитку тактики другого покоління (зокрема, ідея горизонталь- ного розсіювання), технологія була основним двигуном змін. Технологія проявила себе як якісно, у таких речах, як більш важка артилерія та бомбардувальна авіація, так і кількісно, у здатності промислово розвиненої економіки вести бойові дії матеріальних засобів (Materialschlacht). У другому поколінні оперативне мистецтво було офіційно визнано та прийнято спочатку прусською армією. Знову ж таки, як ідеї, так і технології призвели до змін. Війна третього покоління також була відповіддю збільшення вогневої могутності на полі бою. Проте рушійною силою були насамперед ідеї. Розуміючи, що вони не можуть перемогти у матеріальному змаганні через слабкішу промислову базу під час Першої світової війни, німці розробили радикально нову тактику. Тактика третього покоління, заснована на маневрі, а не виснаженні, була першою по-справжньому нелінійною тактикою. Атака ґрунтувалася на проникненні, щоб обійти і розтрощити бойові сили противника, а не на спробі зблизитися з ними та знищити їх. Оборона була глибокоешелонована і часто передбачала прорив, що налаштовувало противника на контратаку».
</p>

<div class="w3-center w3-auto w3-padding-large title-row resume px-5 mb-1 mt-2">
<h3 class="p-1 fw-bold">Доба війни четвертого покоління</h3>
</div>

<p class="description">
Після вищеописаних трьох поколінь війни, властивих добі Модерну, приходить доба війни четвертого покоління. Вона знаменує собою принципово нову ситуацію не лише у військовій справі, але й в соціокультурному розвитку. Фундаментальною властивістю війни четвер- того покоління є позбавлення суверенних держав монополії на війну. Але це не далеко не єдина її ознака. Вона просто виділяється за рахунок своєї масштабності та того, що вона далеко виходить за межі власне військової справи і поєднує концепцію війни четвертого покоління з ширшим футорологічним контекстом.
</p>

<p class="description">
Іншими ознаками четвертого покоління війн є різноманітні зміни в технологічній, психологічній, соціальній та в цілому цивілізаційній сфері. В першу чергу серед них треба звернути увагу на зростання значення психологічного фактору. Насправді, значення психологічного стану військ рівно як і суспільства, яке ці війська підтримує, добре усвідомлювалось від самих початків людської історії. Але в різні історичні періоди вплив цього фактору на загальну розстановку сил суттєво відрізнявся. Динаміка розвитку війни від першого до третього покоління характеризувалась поступовим наростанням значення психологічного фактору. Величезне значення йому надавав Карл фон Клаузевіц. А такий видатний теоретик війн третього покоління, як Еріх Людендорф, вважав психологічний фактор одним з ключових в своїй доктрині «тотальної війни».
</p>

<p class="description">
Тим не менш, саме у війні четвертого покоління, значення психологічного фактору набуває якісного важливішого характеру. Визнання цього нерідко призводить до його надмірної абсолютизації і розуміння деякими теоретиками війни четвертого покоління, як війни, в першу чергу, психологічної. Але це не зовсім так. Максимальне зростання значення психологічного фактору у військовій історії людства не перетворює його в єдиний або вирішальний. Конструктивною стороною концепції війни четвертого покоління є те, що виділяючи більш і менш суттєві фактори, що впливають на характер війни, вона не абсолютизує жоден із них.
</p>

<p class="description">
Наступним принциповим фактором є стирання межі між війною та не-війною та цивільними і військовими. Такі тенденції мали місце вже під час війн третього покоління, але з приходом війни четвертого по- коління вони набувають якісно іншого характеру та породжують безліч стратегічних, юридичних та етичних питань. Загалом ця тенденція добре вписується в загальну характеристику війни четвертого покоління, як такої, де втрачається монополія держави та регулярних збройних сил на ведення війни.
</p>

<p class="description">
Крім того, війна четвертого покоління несе з собою чимало змін суто в галузі військового мистецтва.
</p>

<p class="description">
«Раніше зміни поколінь, особливо перехід від другого до третього по- коління, були відзначені посиленням акценту на кількох центральних ідеях. Чотири з них, ймовірно, перейдуть у четверте покоління і справді розширять свій вплив. По-перше, це накази місії. Кожна зміна поколінь була відзначена більшою дисперсією на полі бою. Поле битви четвертого покоління, ймовірно, буде включати все вороже суспільство. Така розосередженість у поєднанні з тим, що, мабуть, зростає значення дій дуже невеликих груп бійців, вимагатиме, щоб навіть найнижчий рівень діяв гнучко на основі намірів командира. По-друге, знижується залежність від централізованої логістики. Розподіл у поєднанні з підвищеним значенням темпу вимагатиме високого ступеня здатності жити за рахунок землі та ворога. По-третє, більше уваги приділяється маневру. Маса людей чи вогнева міць більше не будуть переважним фактором. Насправді, маса може стати недоліком, оскільки її легко націлити. Невеликі, дуже маневрені, рухливі сили матимуть тенденцію домінування. Четверта мета – зруйнувати ворога зсередини, а не знищити його фізично. Цілі включатимуть такі речі, як підтримка населенням війни та культури су- противника. Велике значення матиме правильна ідентифікація стратегічних центрів тяжкості супротивника».
</p>

<p class="description">
Величезний вплив на сутність війни четвертого покоління справляє також технологічний фактор. Нові стратегічні та тактичні рішення здатні набувати принципово революційного характеру при застосуванні нових технологічних можливостей. Потужний вплив технологічних змін на всі аспекти життя суспільства є загальновизнаним в сучасному соціогуманітарному знанні. Але у військовій сфері він проявляється особливо яскраво. Наприклад, децентралізована стратегія і тактика зовсім по іншому виглядає за доби мобільного Інтернету, ніж в докомп’ютерну добу. А ведення психологічної війни в добу соціальних мереж носить інший характер, ніж в добу, коли найпотужнішою інформаційною зброєю полководця був друкарський верстат. Таким чином, технології суттєво впливають на обличчя нового покоління війни та воїнів.
</p>

<p class="description">
«Якщо ми об’єднаємо вищезазначені загальні характеристики озброєнь четвертого покоління з новими технологіями, ми побачимо один із можливих контурів нового покоління. Розвиток робототехніки, дистанційно керованих транспортних засобів, низька ймовірність перехоплення зв’язку та штучний інтелект можуть запропонувати потенціал радикальної зміни тактики. У свою чергу, зростаюча залежність від такої технології може відкрити двері для нових вразливостей, таких як уразливість до комп’ютерних вірусів. Невеликі, високомобільні підрозділи, що складаються з дуже розумних солдатів, озброєних високо- технологічною зброєю, можуть пересуватися великими територіями у пошуках важливих цілей. Цілі можуть бути більшими у цивільному, ніж у військовому секторі. Передньозадні терміни будуть замінені на цільові-нецільові. Це своє чергу, може радикально змінити спосіб організації та структури збройних сил».
</p>

<p class="description">
Розвиток концепції триває досі, і фактично зараз ми можемо стверджувати, що концепція війни четвертого покоління, яка вперше була сформульована в 1989 році, вже розробляється й еволюціонує біля 33 років. В пізніших матеріалах – в 2000-2010 рр. її автори в цілому підтверджують свої вихідні ідеї.
</p>

<p class="description">
«Схоже, ми повертаємося до ситуації, яка характеризує більшу частину людського досвіду, коли і держави, і не-держави ведуть війну. У 4GW принаймні одна сторона є чимось іншим, ніж збройні сили, організовані та діючі під контролем національного уряду. Однак, щоб відрізнити 4GW від повстанського руху, у недержавного актора має бути мета, яка відрізняється від простого встановлення контролю над державою».
</p>

<p class="description">
Безумовно, концепція війни четвертого покоління має не лише прихильників, але й критиків. Зазвичай, вони акцентують лише на якомусь конкретному аспекті концепції для того, щоб розкритикувати її в цілому або спростувати її оригінальність.
</p>

<p class="description">
Науковий співробітник «Інституту стратегічних досліджень» та професор Військового коледжу Армії США Антуліо Дж. Ечеваріа II у своїй статті «Війна четвертого покоління та інші міфи» стверджує, що те, що називають війною четвертого покоління, – це просто повстанські дії. Він також стверджує, що Лінд «заново винайшов» 4GW, щоб створити видимість передбачення майбутнього. Ечеваріа пише: «Модель поколінь – неефективний спосіб зобразити зміни у війні. Просте переміщення відбувається не- часто, значні події зазвичай відбуваються паралельно». Критики, зокрема і вищезгаданий Ечеваріа, отримують відповідь від прихильників та авторів концепції. Можна сказати, що дискусія навколо концепції війни четвертого покоління лише сприяє розвитку самої ідеї. Характерно, що В. Лінд неодноразово заявляв, що війна четвертого покоління ще не розкрила себе повністю і відповідно, її концептуальне осмислення не може бути завершене на цьому етапі і мусить тривати.
</p>

<div class="w3-center w3-auto w3-padding-large title-row resume px-5 mb-1 mt-2">
<h3 class="p-1 fw-bold">Концепція «війни-заколоту»</h3>
</div>

<p class="description">
Наступною концепцією, на яку варто звернути увагу, є концепція «війни-заколоту» Євгена Меснера. Вона особливо цікава тим, що з’явилась раніше інших концепцій війни нового покоління. Можливо вона не на- стільки сучасна і добре розгорнута, як концепція війни четвертого по- коління, але вона була вперше озвучена ще на початку 1960-х років і пізніше розроблялась і вдосконалювалась біля 20-ти років.
</p>

<p class="description">
Цікавою є і постать її автора – Меснера. Офіцер російської імператорської армії, він отримав вищу військову освіту в дореволюційній Росії, яка відповідно до часу, була зорієнтована на найпередовіші зразки військового мистецтва ХІХ – початку ХХ століття Пізніше Меснер брав участь у Першій світовій війні, яка носила революційний для військового мистецтва характер. Пізніше він спостерігав розклад колишньої царської армії та був учасником громадянської війни на боці Білої армії. Як відомо, громадянська війна в колишній Російській імперії була цікава нестандартним переплетенням регулярних та іррегулярних методів ведення війни. Пізніше він брав участь у Другій світовій війні та декілька десятирічь займався військовою наукою.
</p>

<p class="description mb-1">
Таким чином, його практичний та теоретичний досвід охоплює собою цілі періоди в розвитку сучасного військового мистецтва. Варто хоча б звернути увагу на те, що основні свої праці Меснер написав в пізній період своєї творчості, спираючись на дослідження актуальних подій Холодної війни, близькосхідних конфліктів та війни у В’єтнамі. В то час, як базис його знань було закладено, коли найбільш сучасною війнами, що окреслило тенденції військового мистецтва, були російсько- японська та Перша і Друга Балканські війни.
</p>

<p class="description mb-1">
Війна-заколот – це, насамперед, війна, в якій перемагає іррегулярний підхід, що обумовлює її основні риси: руйнація межі між війною та миром (в звичному розумінні цього слова), радикальне зростання ролі добровольчих та партизанських формувань, вирішальне значення психологічного фактору, нечітка межа між цивільним населенням та військом. Розберімо ці риси послідовно.
</p>

<p class="description mb-1">
Руйнація межі між війною та миром тісно пов’язана з явищем, що Меснер визначає як агресію-дипломатію.
</p>

<p class="description">
«Вже зараз класична дипломатія частково витіснена агресією-дипломатією з її переворотницькими діями. Вже зараз відбуваються «напіввійни»: Греція воювала проти Туреччини за допомогою Гриваса на Кіпрі, африканські держави формують легіони для підтримки алжирського повстання, тобто для війни проти Франції. У таких напіввійнах воюють партизанами, «добровольцями», підпільниками, терористами, диверсантами, масовими шкідниками, саботажниками, пропагандистами в стані ворога і радіо-пропагандистами [...] І тепер навіть дурний уряд розуміє необхідність мати «п’яті колони» в землі ворожій і нейтральній, а мабуть, – і в союзній. Тому, в епоху великого сум’яття душ, війна може легко отримати форму війни-заколоту...».
</p>

<p class="description">
Таким чином, бачимо, що ситуація «ні війни, ні миру», яка колись була більшовицьким «ноу-хау», перетворюється з виключення на правило. Цікаво, що агресія РФ проти України може вважатись виходом цієї ситуації на якісно новий рівень.
</p>

<p class="description">
Зростання ролі добровольчих та партизанських формувань – напевно, найцікавіший аспект війни-заколоту. На історичну арену повертаються ті, хто насамперед хоче воювати. Воїни за своїм екзистенційним типом. На перший погляд, цей пункт можна пов’язати з попереднім і вважати іррегулярні формування більш придатними для ситуації «ні війни, ні миру». Але не все так просто.
</p>

<p class="description mb-1">
Вища мотивація добровольців сама по собі не пояснює цього явища. Регулярні силові структури достатньо мотивовані вести боротьбу з во- рогом, і влада поки не опинилася в ситуації, коли добровольці є її останньою надією. Питання в іншому: війна-заколот має свою логіку і свої закони. Іррегулярні українські частини не просто мають вищу мотивацію, ніж звичайні «силовики», вони воюють, бо адаптовані до війни-заколоту самою своєю сутністю. Формальні їх відмінності, на кшталт вищої ініціативності та гнучкості є наслідком, а не причиною. У цьому плані Україна зараз опиняється в авангарді всесвітнього військового мистецтва. Дуже добре, що зараз відбуваються процеси інтеграції добровольчих формувань в офіційні силові структури, при збереженні їх специфіки.
</p>

<p class="description mb-1">
Вирішальним у заколот-війні є значення психологічного фактору.
</p>

<p class="description mb-1">
«У класичних війнах психологія була доповненням до зброї. У революційних війнах до психології війська приєднується психологія народ- них рухів. У заколот-війні психологія бунтівних мас відсуває на другий план зброю війська і його психологію і стає вирішальним фактором перемоги або поразки».
</p>

<p class="description mb-1">
До абсолютно вірного визначення Меснером ролі психологічного фактору треба додати один важливий коментар: «бунтівна маса» є не суб’єктом війни-заколоту, а поживним «бульйоном», в якому цей суб’єкт зароджується. Війна залишається справою не просто небагатьох, а абсолютної меншості. Інша справа, що ця меншість є породженням цієї самої «бунтівної маси» (хоча має вже й якісно відмінні від маси риси).
</p>

<p class="description mb-1">
Тут ми переходимо до наступної риси війни-заколоту: нечітка межа між цивільним населенням та військом: «У заколот-війні немає ні організаційно-адміністративної, ні психологічної межі між країною і театром військових дій, між народом і воїнством, а тому тільки військова дисципліна спонукає військо мужніше переживати прикрощі й тяготи війни, ніж переживає пліч-о-пліч з ним воюючий народ Але й ця мужність дещо обмежена: вже в мирний час антимілітаризм вільно проповідується в народі, підриває у воїнстві віру у святість свого призначення, демократизм послаблює в ньому шанування командирського авторитету, матеріалізм вбиває в ньому впевненість у переможності духу над матеріальними чинниками війни».
</p>

<p class="description">
Парадокс полягає в тому, що тотальний (у соціальному плані) характер війни-заколоту породжує не егалітарні, а навпаки – елітарні транс- формації у військовому мистецтві. Наведені вище негативні наслідки морального розкладу суспільства перетворюються у фактор розкладу війська. Розмивання межі між цивільним та військовим не є повноцінною «мілітаризацією» соціуму, радше навпаки вона породжує щось середнє і зміщує військових та «мілітарне» в цивільний бік.
</p>

<p class="description">
Тут варто згадати ще одну думку Меснера: «В кожен момент війни не вимагати від суб’єкта воювання більшого психічного зусилля, ніж це допускають його психічні властивості».
</p>

<p class="description">
Простіше кажучи, якою б не була всезагальною війна, воювати можуть не всі, а воювати ефективно можуть ще менше людей. Але війна завжди має суб’єкт, і цим суб’єктом в заколот-війні стає доброволець, точніше доброволець нового типу. У попередніх війнах добровольці були важливим фактором, але далеко не вирішальним. Плюс не варто забувати, що моральна атмосфера в суспільстві ще кілька десятків років тому була набагато адекватнішою. Сьогодні ми спостерігаємо непристосованість соціуму до ведення війни, і ця непристосованість перекидається на військо. У цій ситуації феномен добровольця – це феномен особливого людського типу, який породжується всупереч всій логіці сучасного деградованого суспільства.
</p>

<p class="description">
З соціально-філософської точки зору можна стверджувати, що війна- заколот є породженням модерну, яке діалектичним чином цей модерн вбиває. Проект модерну має своїм фундаментом віру в рівність, прогрес та раціональність.
</p>

<p class="description">
Війна-заколот породжує тотальну антропологічну нерівність між воїнами за своїм типом та непристосованим до війни загалом, якого війна- заколот примушує бути її об’єктом незалежно від його волі. Війна-заколот несе в собі грона архаїки, які не сумісні з прогресом у стандартному розумінні цього слова, більше того, – ця архаїка в своєму психологічно- му та ідеологічному аспекті є важливим елементом перемоги.
</p>

<p class="description">
Війна-заколот є глибоко ірраціональною і за своєю психологією, і за своїми методами, і за своїми організаційними формами (як би останнє дивно не звучало).
</p>

<div class="w3-center w3-auto w3-padding-large title-row resume px-5 mb-1 mt-2">
<h3 class="p-1 fw-bold">Так звана «Доктрина Герасимова»</h3>
</div>

<p class="description">
Наступна концепція війни нового покоління – це так звана «Доктрина Герасимова», яка вважається військово-теоретичним фундаментом російської агресії проти України. Зі зрозумілих причин, вона мусила викликати особливий наш інтерес. Тим не менш, навколо цієї концепції не просто тривають суперечки, але й існує багато недомовленостей.
</p>

<p class="description">
По-перше, сам термін «Доктрина Герасимова» не вживається в сучасній російській науці. Парадокс полягає в тому, що сам начальник генерального штабу збройних сил РФ В. Герасимов не претендує на роль творця оригінальної доктрини війни нового покоління. Безумовно, він досить добре володіє знаннями у відповідній сфері, але це не відповідає претензіям на теоретичну та наукову оригінальність, які до того ж він «треба віддати належне», ніколи не висував.
</p>

<p class="description">
По-друге, військово-теоретичні праці Герасимова носять реферативний характер, хоча й написані на достатньому рівні обґрунтувань.
</p>

<p class="description">
«Зросла роль невійськових способів у досягненні політичних та стратегічних цілей, які у ряді випадків за своєю ефективністю значно пере- вершили силу зброї. Акцент використовуваних методів протистояння зміщується у бік широкого застосування політичних, економічних, інформаційних, гуманітарних та інших невійськових заходів, що реалізуються із залученням протестного потенціалу населення. Усе це доповнюється військовими заходами прихованого характеру, зокрема реалізацією заходів інформаційного протиборства та діями сил спеціальних операцій. До відкритого застосування сили найчастіше під виглядом миротворчої діяльності та кризового врегулювання переходять лише на якомусь етапі, в основному для досягнення остаточного успіху у конфлікті. Звідси випливають закономірні питання: що таке сучасна війна, до чого треба готувати армію, чим вона має бути озброєна».
</p>

<p class="description">
Цей уривок є типовим прикладом творчості цього російського генерала. По суті, він компілює загальновизнані в сучасних концепціях «війни нового покоління» особливості та ознаки. Фактично, його теоретичні праці є методичками для російських військових, але не оригінальними ідеями.
</p>

<p class="description">
Широке використання терміну «Доктрина Герасимова» обумовлено, в першу чергу, великим інтересом західних журналістів та деякої частини експертного середовища до проблеми російської агресії проти України. В якомусь сенсі вона була «створена» не самими росіянами, а тими, хто в кращому разі, намагався проаналізувати їх дії, а в гіршому – просто шукав сенсаційності.
</p>

<p class="description">
Оригінальну версію появи поняття «Доктрини Герасимова» дає військово-політичний експерт Марк Гелеоті – британський експерт у сфері досліджень транснаціональної злочинності та питань безпеки і війни в Росії, а також директор консалтингової компанії Mayak Intelligence, почесний професор Школи слов’янських та східноєвропейських досліджень UCL, старший науковий співробітник Королівського інституту об’єднаних служб та науковим співробітником з євроатлантичної геополітики в Раді з геостратегії. Він зазначає: «Усюди ви знайдете вчених, експертів і політиків, які говорять про загрозу, яку «Доктрина Герасимова», названа на честь начальника російського генерального штабу, є для Заходу. Це новий спосіб ведення війни, «поширена теорія сучасної війни» або навіть «бачення тотальної війни». Є одна маленька проблема. Його не існує. І чим довше ми прикидаємося, що це так, тим довше ми неправильно розуміємо реальний, але інший виклик, який кидає Росія».
</p>

<div class="w3-center w3-auto w3-padding-large title-row resume px-5 mb-1 mt-2">
<h3 class="p-1 fw-bold">Гібридна війна</h3>
</div>

<p class="description">
Наступна концепція, яку необхідно розібрати, це – так звана «гібридна війна». Нажаль, цей термін занадто активно використовувався в ЗМІ та нефаховій публіцистиці, що призвело до певного викривлення його розуміння. Крім того, чіткого визначення «гібридної війни» теж не існує. Фактично, під цим поняттям можуть підпасти будь-які ворожі дії, де відсутня чітка межа між миром та війною, військовими та цивільними.
</p>

<p class="description">
Сам термін досить активно використовується у фаховій літературі, але науковці та експерти, на відміну від журналістів й інших аматорів, зазвичай не надають йому значення для ідентифікації конкретизованої розробленої концепції, хоча іноді такі спроби бувають.
</p>

<p class="description">
«Термін «гібридна війна» визначає стратегію, в якій використовуються звичайні збройні сили, що підтримуються нерегулярною такти- кою та тактикою кібервійни. Традиційні західні концепції війни несумісні і докорінно не відповідають реаліям конфлікту двадцять першому столітті. Поява однополярного світопорядку після закінчення холодної війни призвела до суттєвої зміни парадигми. Термін «гібридна війна» (військові установи використовують термін «гібридна загроза») означає використання звичайних збройних сил, що підтримуються нерегулярною тактикою та тактикою кібервійни».
</p>

<p class="description">
Ось приклад спроби формулювання сутності «гібридної війни». Головною проблемою є те, що на відміну від концепції війни четвертого покоління або «війни-заколоту», концепція «гібридної війни» акцентує лише на окремих її аспектах. При такому підході фактично ознаки «гібридної війни» можна знайти в усій військовій історії людства починаючи від прадавніх часів.
</p>

<p class="description">
«Коли ми переглядаємо роботи філософів, які займалися пропагандою та управлінням протягом останніх 3000 років, ми виявляємо, що гібридна війна не є новою концепцією, як сьогодні вважають багато соціальних антропологів».
</p>

<div class="w3-center w3-auto w3-padding-large title-row resume px-5 mb-1 mt-2">
<h3 class="p-1 fw-bold">Висновки. Питання, що ставить сучасна війна</h3>
</div>

<p class="description">
Масштабне військове вторгнення Російської федерації є тією самою масштабною війною нового покоління, яка здатна поставити принципові питання, на які намагаються знайти відповідь сучасні концепції війни нового покоління. Найголовніше, що вона не лише підіймає ці питання, але й може дати на них відповідь.
</p>

<p class="description">
По-перше, яким в масштабному конфлікті нового покоління буде співвідношення державних і недержавних акторів в ситуації, коли мова йде не про протистояння держави та іррегулярних сил, а про масштаб- ну війну двох крупних держав, в якій тим не менш, активну роль відіграють позадержавні фактори в діапазоні від національних та транс- національних сил – до самоорганізованих сегментів суспільства?
</p>

<p class="description">
По-друге, яким буде значення психологічного фактору в масштабній війні, коли він зможе набути максимального значення? Увага до нього властива всім концепціям війни нового покоління, але в будь-якому разі, він буде врівноважуватись іншими – такими, як технологічний, організаційний та інші.
</p>

<p class="description">
По-третє, яким чином війна впливатиме на соціальну структуру і яку соціальну структуру будуть мати задіяні в ній сили? Вже зараз достатньо впевнено можна сказати про те, що виділяються соціально-професійні прошарки: високопрофесійних елітарних вояків, які відігравати- муть роль не лише у військовій справі, але й в соціально-політичному житті; професійних або напів-професійних солдат, відносно масових регулярних формувань, значення яких, всупереч деяким прогнозам, досі зберігається; озброєного цивільного населення, що буде залучатися до військових дій.
</p>

<p class="description">
По-четверте, наскільки далеко посунуть зміни у військовій справі обумовлені ультрасучасними технологіями? Вже зараз ми можемо констатувати наростаючу роботизацію війни всупереч всім спробам зроби- ти використання штучного інтелекту у військовій справі табуйованим. Які це породить моральні та юридичні проблеми?
</p>

<p class="description">
По-п’яте, наскільки далеке піде розмивання межі між військовою та не військовою сферами? Що це породить – мілітаризацію суспільства в цілому або навпаки – певне «оцивільнення» війни?
</p>

<p class="description">
По-шосте, як вплинуть нові управлінські принципи на організацій- ний аспект війни і як нові принципи військового управління вплинуть на управління і цивільних сферах, зокрема в економіці та політиці?
</p>

<p class="description">
По-сьоме, яким чином війна нового покоління формуватиме нову цивілізацію майбутнього і як цивілізація майбутнього впливатиме на формування війни нового покоління? 
</p>

<a href="/institute/depanalit/yurchenko.php" target="_blank" style="color:rgba(104, 10, 10, 0.888);" title="Експерт Інституту Інтермаріум - Едуард Юрченко"><p class="description fs-4 mt-2"><b>Автор: Едуард Юрченко</b></p></a>
<p class="description fs-5"><i>Експерт Інституту "Інтермаріум"</i></p>

  </div>

 </div>

</div>




  
      <?php include 'footer.php'; ?>
     
 


