<?php include 'header.php'; ?>



      <?php include 'nav.php'; ?>




 <div class="w3-container w3-padding-large w3-center justify-content-center " style="background-color: #e2d8a6f3; ">

<div class="container-flex justify-content-center box8 description p-2 mb-2">
  <div class="w3-center " >
    <h1 class="col-md-10 py-2 mb-2 text-uppercase title-row" style="float: right; position: relative; flex-wrap: nowrap; display: block;"> <b>В Україні засновано Інститут «Інтермаріум»</b></h1>
   </div>

 <div class=" container-flex inside-box p-1" >
<img   class="w3-image p-1 me-2 mb-2 box7" src="/img/logof.webp" style="width: 350px; max-width: auto; max-height: auto; position: relative; float: left; background-color: #e2d8a6f3;">

</div>
<div class="m-4 p-4 description" style="background-color:rgba(104, 10, 10, 0.690); color:rgba(240, 227, 172, 0.938); font-size: 1.5em;">





 <p class="ms-2 mt-2 fs-5 text-start" style="float: center; position: relative; flex-wrap: nowrap; display: block;">Шановні колеги, друзі, пані та панове!</p>
    <p class="ms-2 fs-5 text-start">Раді повідомити вам, що в квітні 2023 року в Києві засновано Інститут «Інтермаріум». Його засновниками є українські науковці, експерти та громадські діячі.</p>
    <p class="ms-2 fs-5 text-start"> Метою діяльності Інституту являється консолідація зусиль, направлених на поширення, розвиток та популяризацію ідей Інтермаріуму (Балто-Чорноморського союзу), україноцентризму, традиційних цінностей, поглиблення політичного, суспільного, наукового, економічного та загалом всебічного діалогу України з її західними партнерами та сусідами, насамперед – з країнами Північної, Центральної та Південно-Східної Європи, країнами Південного Кавказу (Закавказзя), Туреччиною та Великобританією.  </p>
   <br>
    <p class="ms-2 fs-5 text-start"> Інститут «Інтермаріум» являє собою організацію науково-дослідного та інформаційно-просвітницького типу. Ми – своєрідний клуб, який покликаний об’єднати науковців, політиків, громадських діячів, журналістів, волонтерів, всіх небайдужих і зацікавлених в наших ідеях та напрямках діяльності.</p>
    <p class="ms-2 mt-2 fs-5 fw-medium text-start"> Основними напрямками діяльності Інституту можна виокремити:</p>
                <ol class="text-start ms-2 mt-1">
                  <li class="fs-5">Пропагування на принципах україноцентризму ідеї Інтермаріуму (Балто-Чорноморського союзу/Міжмор’я) або будь-яких інших форм та концепцій альянсів, міждержавних об’єднань на основі  країн Північної, Центральної, Південно-Східної Європи, Південного Кавказу, Туреччини і Великобританії та поглиблення всебічного партнерства між ними;</li>
                  <li class="fs-5">Дослідження  та оцінка поточних суспільно-політичних процесів в Україні, Європі та світі;</li>
                  <li class="fs-5">Моделювання стратегії та етапів післявоєнної відбудови України;</li>
                  <li class="fs-5">Моделювання концепції та стратегії нової системи колективної безпеки в Європі, зокрема, в Центральноєвропейському, Східноєвропейському, Чорноморському регіоні;</li>
                  <li class="fs-5">Дослідження процесу розпаду Росії та майбутнього пост-російського простору;</li>
                  <li class="fs-5">Виховання покоління майбутніх політиків місцевого та всеукраїнського рівня.</li>
                </ol>


    <p class="ms-1 fs-5 text-start">Віримо в успіх та широку перспективу нашого проекту, який зробить Україну та Європу сильнішими!</p>



</div>

</div>


</div>



   <?php include 'footer.php'; ?>
