<?php include 'header.php'; ?>



      <?php include 'nav.php'; ?>




 <div class="w3-container w3-padding-large w3-center justify-content-center " style="background-color: #e2d8a6f3; ">

<div class="container-flex justify-content-center box8 description p-4 mb-2">
  <div class="w3-center " >
    <h1 class="col-md-10 py-2 text-uppercase title-row" style="float: right; position: relative; flex-wrap: nowrap; display: block;"> <b>Концепція Інтермаріуму (Міжмор’я)</b></h1>
   </div>

 <div class=" container-flex inside-box p-1" >
<img   class="w3-image p-1 me-1 mb-1 box7" src="/img/inmarmaping.webp" style="max-width: 80%; max-height: auto; position: relative; float: left; background-color: #e2d8a6f3;">

</div>
<div class="m-4 p-4 description" style="background-color:rgba(104, 10, 10, 0.690); color:rgba(240, 227, 172, 0.938); font-size: 2em;">


  <p class="ms-1 fs-5 text-start"> Пересічному громадянину, та й, навіть, тим, хто цікавиться політикою, історією, суспільно-політичними процесами, може бути незрозумілим термін «Інтермаріум», як і поняття Міжмор’я та Балто-Чорноморського союзу. Тому, варто пояснити ідею та концепцію Інтермаріуму.</p>
            <br>
    <p class="ms-1 fs-5 text-start">Почнемо з термінології. Й термін «Інтермаріум», й «Міжмор’я», і в меншій мірі «Балто-Чорноморський союз» являються тотожними. До цих термінів ще можна віднести такі, як «Балто-Чорноморська вісь», «Тримор’я», «Мезоєвразія» тощо. Проте, ідею такого союзу не треба розуміти банально. Вона має кілька трактувань та варіантів. Дійсно, ідея Інтермаріуму може трактуватися, як ідея створення конфедерації (федерації) України, Польщі, країн Балтії, інших країн Центральної, Південно-Східної та Північної Європи або створення на основі цих держав військово-політичного чи економічного об’єднання, на зразок НАТО чи ЄС.</p>  
<p class="ms-1 fs-5 text-start">Водночас, під ідеєю Інтермаріуму може розумітись більш тісна співпраця вищезгаданих держав в суспільно-політичній, економічній, безпековій, інформаційній, культурних сферах без створення наддержавного об’єднання. </p>

           <br>
    <p class="ms-1 fs-5 text-start">Ідея Інтермаріуму не нова. Вона зародилася після Першої світової війни, коли країни Центральної та Південно-Східної Європи здобули або відновили власну державність. Хоча, ще до подій понад сторічної давнини різноманітні ідеї альянсів чи слов’янських народів, чи взагалі – народів Центральної та Південно-Східної Європи вже були присутні в суспільному дискурсі. На етапі зародження ця ідея була виголошена князем Адамом Єжи Чарторийським як засіб убезпечити Польщу та Європу загалом від російської експансії й передбачала розширення Польщі на південь та включення до її складу Пруссії.  
</p>
    <p class="ms-1 fs-5 text-start">Пізніше прихильниками Балто-Чорноморського союзу були перший голова відродженої польської держави Юзеф Пілсудський та міністр закордонних справ Польщі Юзеф Бек. Пілсудський розглядав проект Міжмор'я, до складу якого мали входити сучасні території Польщі (окрім Пруссії), Литви, Білорусі, України та Росії. Його ідеї часто ототожнюють з рухом Прометеїзму – діяльністю діаспорних політичних організацій народів колишньої Російської імперії задля спільної боротьби проти СРСР за створення своїх національних держав.
Існували й інші проекти конфедеративної держави, до якої мали входити Польща, Україна, Білорусь, Литва, Латвія, Естонія, Молдова, Угорщина, Румунія, Югославія, Чехословаччина, а також, можливо, Фінляндія. Ця конфедерація повинна була сягати від Чорного й Адріатичного до Балтійського моря. Пропонована Пілсудським конфедерація мала продовжити багатонаціональну та багатокультурну традицію колишньої Речі Посполитої. Пілсудський вважав, що її відновлення дозволить уникнути державам Центральної Європи домінування Німеччини або Росії.</p>
            
              <br>
    <p class="ms-1 fs-5 text-start">Новий подих ідеї Інтермаріуму отримали після розпаду соцтабору та Радянського союзу. Хоча Польща, країни Балтії та інші країни регіону практично одразу стали на шлях євроатлантичної інтеграції, тема різноманітних об’єднань та альянсів серед пострадянських країн постійно розвивалася. Вже в 1991 році було створено міждержавний клуб трьох, а після розпаду Чехословаччини, чотирьох держав – Польщі, Чехії, Словаччини та Угорщини, який отримав назву Вишеградської четвірки або Вишеградської групи. Спроби утворення міждержавного об’єднання спостерігались також і серед колишніх республік СРСР. Так у 1997 році постало регіональне об'єднання чотирьох держав: Грузії, України, Азербайджанської Республіки та Республіки Молдова – ГУАМ. Воно було створене для протистояння впливу Росії в регіоні й отримало підтримку США. У 1999 році організація була перейменована у ГУУАМ завдяки вступу Республіки Узбекистан до неї. Утім, 5 травня 2005 року Узбекистан вийшов з організації, викликавши повернення початкової назви. Навіть тодішнє керівництво України з радянським менталітетом вбачало в ГУАМ україноцентричне об’єднання та підкреслювало, що прагне бачити Україну регіональним лідером.</p>
            <br>
    <p class="ms-1 fs-5 text-start">Вступ країн Балтії, Польщі, Чехії, Словаччини та Угорщини до Європейського союзу дещо загальмував ідеї Інтермаріуму, але вони продовжували розвиватися в академічному та суспільно-політичному сегменті. Після 2014 року в зв’язку з захопленням Росією Криму та втручанням в конфлікт на Донбасі, Україна поступово розривала всебічні стосунки з Москвою. Повномасштабна війна, яка почалась 24 лютого 2022 року остаточно та безповоротно поховала будь які контакти та співпрацю України та Росії. Відтак, ідеї Інтермаріуму отримали не лише новий імпульс, а й більш реальну концепцію, оскільки вийшли за межі суто теоретичного дискурсу.  </p>
<p class="ms-1 fs-5 text-start">
Окремо, в контексті ідей Інтермаріуму, слід згадати про Туреччину та країни Південного Кавказу – Грузію, Вірменію, Азербайджан. Поглиблення всебічної співпраці з цими країнами – повністю відповідає інтересам України, тим паче, що з деякими з цих країн Київ вже має певний досвід створення та функціонування міждержавних об’єднань – це вже згадуваний ГУАМ з Грузією та Азербайджаном.  </p>
    <br>
    <p class="ms-1 fs-5 text-start">Наразі існує кілька основних ідей та варіацій подальшого розвитку проекту Інтермаріум:</p>

                <ol class="text-start">
                  <li class="fs-5">Створення конфедерації або протоконфедерації України, Польщі, Литви та інших країн Балтії з єдиною економічною, митною, інформаційною, фінансовою, політичною зоною;</li>
                  <li class="fs-5">Створення під лідерством Великобританії міждержавного об’єднання на основі України, Польщі, країн Балтії, інших країн регіону з економічною, торгівельною, політичною, безпековою інтеграцією;</li>
                  <li class="fs-5">Поглиблення всебічної співпраці та партнерства між країнами Центральної та Східної Європи, країнами Чорноморського регіону, Південного Кавказу (Закавказзя) передусім, Україною, Польщею, країнами Балтії, Туреччиною, Грузією, Азербайджаном;</li>
                  <li class="fs-5">Створення міждержавного об’єднання на основі окремих або всіх вищезгаданих країн з акцентом на колективну безпеку та оборону. </li>
                </ol>
<br>

    <p class="ms-1 fs-5 text-start">
Окремі з цих варіантів є більш реальними, окремі – менш реальними, виходячи з певних обставин, таких, як членства Польщі та країн Балтії в ЄС та НАТО, але всі вони ґрунтуються на розширенні та поглибленні всебічної співпраці між країнами Центральної, Південно-Східної та Північної Європи, Туреччини, країнами Південного Кавказу, зростанні їхнього авторитету та геополітичної ваги. 
 </p>
    <p class="ms-1 fs-5 text-start">Важливо розуміти, що Інтермаріум - це не суто політичний проект або ідея створення тієї чи іншої конфедерації, міждержавного об'єднання, альянсу тощо. Це й поглиблення економічного, торгівельного, культурно-освітнього, військового, безпекового партнерства між країнами.</p>
 <p class="ms-1 fs-5 text-start">
Український погляд на концепцію Інтермаріуму має ґрунтуватися на україноцентризмі – лобіюванні всебічних інтересів України серед країн, які передусім входять в концепцію Інтермаріуму та серед інших країн Європи та світу. Який би з варіантів альянсу або стратегічного партнерства на основі ідеї Інтермаріуму не розглядався, для України він може стати інструментом розширення її всебічних зовнішньополітичних контактів, одним з джерел післявоєнного відродження, зростання міжнародного авторитету Києва.
</p>


</div>

</div>


</div>



   <?php include 'footer.php'; ?>
